{
  "products": "Produkte",
  "wishlist": "Wunschliste",
  "contact": "Kontakt",
  "basket": "Korb",
  "about": "Über uns",
  "login": "Anmelden",
  "logout": "Abmelden",
  "catalog": "Katalog",
  "gold": "Chirurgisches GOLD 18K",
  "goldLight": "Chirurgisches GOLD 14K",
  "silver": "Chirurgisches Silber",
  "set": "Garnitur",
  "packaging": "Geschenkverpackung",
  "all_products": "Alle Produkte",
  "gold_products": "Goldprodukte 18K",
  "goldLight_products": "Goldprodukte 14K",
  "silver_products": "Silberprodukte",
  "set_products": "Garnitur",
  "box_products": "Geschenkverpackung",
  "all": "Alle",
  "chains": "Ketten",
  "earrings": "Ohrringe",
  "bracelets": "Armbänder",
  "rings": "Ringe",
  "pendants": "Anhänger",
  "crosses": "Kreuze",
  "incense": "Weihrauch",
  "no_image": "Kein Bild verfügbar",
  "no_results": "Keine Ergebnisse",
  "about_us": "Über uns",
  "about_info": "Hier wird die Hauptinformation über mich sein",
  "admin_login": "Administrator-Login",
  "user_login": "Benutzer-Login",
  "email_label": "E-Mail:",
  "password_label": "Passwort:",
  "confirm_password": "Bestätige das Passwort :",
  "login_button": "Einloggen",
  "no_account": "Haben Sie kein Konto?",
  "register_here": "Hier registrieren",
  "admin_register": "Administrator registrieren",
  "user_register": "Benutzer registrieren",
  "username_label": "Benutzername:",
  "admin_secret_label": "Administratorgeheimnis:",
  "register_button": "Registrieren",
  "already_registered": "Schon registriert?",
  "login_here": "Hier einloggen",
  "reserved": "Alle rechte vorbehalten",
  "wishlist_page": "Wunschliste",
  "total": "Gesamt",
  "email_verified": "E-Mail erfolgreich verifiziert ✅",
  "verification_pending": "Die Verifizierung läuft...",
  "registration_success": "Registrierung erfolgreich",
  "login_to_see_price": "Bitte melden Sie sich an, um den Preis zu sehen",
  "please_login_to_add_to_cart": "🛡️ Sie müssen sich anmelden, um das Produkt in den Warenkorb zu legen",
  "please_login_to_use_wishlist": "🛡️ Melden Sie sich an, um das Produkt zur Wunschliste hinzuzufügen",
  "please_login_to_view_details": "🛡️ Melden Sie sich an, um Produktdetails anzuzeigen",
  "my_account": "Profil",
  "place_order": "Bestellung aufgeben",
  "order_placement": "Bestellung aufgeben",
  "password_reset": "Passwort zurücksetzen",
  "send_request": "Eine Anfrage senden",
  "new_password": "Neues Passwort :",
  "update_password": "Passwort aktualisieren",
  "forgot_password": "Passwort vergessen ?",
  "reset_code": "Zurücksetzen-Code",
  "verify_code": "Bestätigen-Code",
  "edit_profile": "Profil bearbeiten",
  "basic_information": "Hauptinformation",
  "edit_data": "Daten bearbeiten",
  "save_changes": "Änderungen speichern",
  "cancel": "Abbrechen",
  "first_name": "Vorname",
  "last_name": "Nachname",
  "phone": " Telefonnummer",
  "your_address": "Ihre Lieferadresse",
  "region": "Woiwodschaft",
  "select_region": "Wählen Sie die Woiwodschaft",
  "city": "Stadt",
  "street": "Straße",
  "postal_code": "Postleitzahl",
  "private_house": "Es ist ein Einfamilienhaus",
  "house_number": "Hausnummer",
  "apartment_number": "Wohnungsnummer",
  "edit_address": "Adresse bearbeiten",
  "payment_method": "Zahlungsmethode",
  "bank_transfer": "Banküberweisung",
  "parcel_locker": "Paketstation",
  "shipping_address": "Versandadresse",
  "productAdded": "Das Produkt befindet sich im Warenkorb!",
  "productAddedWishlist": "Unser Produkt ist auf der Wunschliste!",
  "Craftsmanship": "💎 Handwerkskunst und Innovation bis ins Detail",
  "Craftsmanship_item": "Unsere Schmuckstücke werden mit modernen Technologien geschaffen, die ihre außergewöhnliche Qualität garantieren. Medizinisches Gold durchläuft eine spezielle Behandlung, die es nicht nur hypoallergen, sondern auch maximal strapazierfähig macht.",
  "Luxury": "💎 Luxus ohne Kompromisse",
  "Luxury_item": "Das Material sieht genauso elegant aus wie klassisches Gold, hat aber eine erhöhte Festigkeit.",
  "Comfort": "💎  Ideal für den Alltag",
  "Comfort_item": "Sie können unseren Schmuck jeden Tag tragen, ohne sich Sorgen über Irritationen machen zu müssen.",
  "Hypoallergenic": "💎 Hypoallergenes medizinisches Gold",
  "Hypoallergenic_item": "Verursacht keine allergischen Reaktionen, behält Glanz und Haltbarkeit im Laufe der Zeit.",
  "Elegance": "💎 Stil, Eleganz und makellose Qualität in jedem Produkt",
  "Elegance_item": "Unser Sortiment umfasst luxuriöse Ketten, Anhänger, Ohrringe, Ringe und Armbänder, die aus hochwertigem medizinischem Gold gefertigt sind. Jedes Element ist eine Kombination aus Schönheit, Haltbarkeit und Komfort.",
  "Jewelry": "🔗 Ketten und Anhänger: ",
  "Jewelry_item": "Raffiniert und stilvoll, erhältlich in klassischen und modernen Designs.",
  "Earrings_c": "✨ Ohrringe: ",
  "Earrings_co": "Leicht, hypoallergen, betonen Ihre Individualität",
  "Rings_c": "💍 Ringe: ",
  "Rings_co": "Die Verkörperung von Eleganz und Handwerkskunst, die für immer leuchtend bleiben.",
  "Bracelets_c": "🔗 Armbänder: ",
  "Bracelets_co": "Exquisit, stilvoll, passend zu jedem Look.",
  "contact_info": "Kontaktinformationen",
  "questions_any_time": "Haben Sie Fragen? Kontaktieren Sie uns jederzeit!",
  "working_hours": "Mo-Fr: 08:00 - 18:00 | Sa: 08:00 - 15:00",
  "order_processing_24_7": "Bestellbearbeitung rund um die Uhr!",
  "your_data": "Deine Daten",
  "shipping_addresses": "Versandadressen",
  "my_orders": "Meine Bestellungen",
  "order_history": "Bestellverlauf",
  "payment_cards": "Zahlungsarten",
  "search": "Suche",
  "details": "Einzelheiten",
  "color": "Farbe",
  "size": "Größe",
  "width": "Breite",
  "length": "Länge",
  "price": "Preis",
  "in_stock": "Verfügbar",
  "yes": "Ja",
  "no": "Nein",
  "not_available": "Nicht angegeben",
  "wallet": "Brieftasche",
  "settings": "Einstellungen",
  "your_orders": "Ihre Bestellungen",
  "no_orders": "Keine Aufträge",
  "order_id": "Bestellungen",
  "total_price": "Gesamtbetrag",
  "confirm_received": "Empfang bestätigen",
  "return_order": "Bestellung zurückgeben",
  "product_name": "Foto",
  "quantity": "Menge",
  "item_total": "Zwischensumme",
  "hide_details": "Details ausblenden",
  "show_details": "Details anzeigen",
  "no_purchase_history": "Keine Kaufhistorie",
  "no_orders_description": "Deine abgeschlossenen Bestellungen erscheinen hier",
  "empty_cart": "Dein Warenkorb ist leer",
  "add_products_hint": "Füge Produkte hinzu, um eine Bestellung aufzugeben",
  "profile_settings_placeholder": "Profile-Einstellungen werden bald verfügbar sein.",
  "payment_cards_placeholder": "Hier werden bald Ihre Zahlungsmethoden angezeigt",
  "wallet_placeholder": "Hier wird Ihr Wallet-Guthaben und die Transaktionshistorie angezeigt",
  "status": {
    "new": "Neu",
    "unpaid": "Unbezahlt",
    "processing": "In Bearbeitung",
    "shipped": "Versendet",
    "completed": "Abgeschlossen",
    "returned": "Zurückgegeben",
    "assembled": "Zusammengestellt",
    "received": "Erhalten",
    "cancelled": "Storniert"
  },
  "main": "Haupt",
  "returns": "Rückgaben und Reklamationen",
  "privacy": "Datenschutzrichtlinie",
  "cookies": "Cookies",
  "cookies_notice": "Cookies-Hinweis",
  "jewelry": "Schmuck, der mehr sagt als Worte ✨",
  "info": "Hauptinformation",
  "cookies_policy": {
    "title": "Cookie-Richtlinie",
    "intro": "Unsere Website verwendet Cookies, um einen reibungslosen Betrieb sicherzustellen und die Benutzerfreundlichkeit zu verbessern.",
    "what_are": "🔹 Was sind Cookies?",
    "what_are_text": "Cookies sind kleine Textdateien, die auf deinem Gerät gespeichert werden, während du unsere Website nutzt...",
    "list_what_are": [
      "Speicherung von Produkten im Warenkorb",
      "Merkung deiner Einstellungen (z. B. Hell/Dunkel-Modus)",
      "Funktionalität auf verschiedenen Geräten"
    ],
    "types": "🔹 Arten von verwendeten Cookies:",
    "type_list": [
      "Notwendige – für den Betrieb der Seite erforderlich",
      "Funktionale – speichern deine Präferenzen"
    ],
    "management": "🔹 Cookie-Verwaltung",
    "management_text": "Du kannst Cookies über deine Browsereinstellungen blockieren oder löschen. Die Einschränkung kann die Funktionalität beeinträchtigen.",
    "contact": "🔹 Kontakt",
    "contact_text": "Bei Fragen zu dieser Richtlinie, kontaktiere uns: 📧huping.nika.gold@gmail.com "
  },
  "privacy_policy": {
    "short": {
      "general": "Überblick",
      "section1": "Daten",
      "section2": "Verarbeitung",
      "section3": "Weitergabe",
      "section4": "Cookies",
      "section5": "Soziale Logins",
      "section6": "International",
      "section7": "Speicherung",
      "section8": "Minderjährige",
      "section9": "Rechte",
      "section10": "Do-Not-Track",
      "section11": "Änderungen",
      "section12": "Kontakt",
      "section13": "Dateneinsicht"
    },
    "summary": {
      "title": "DATENSCHUTZHINWEIS",
      "last_updated": "<strong>Zuletzt aktualisiert:</strong> 30.06.2025",
      "intro": "Dieser Datenschutzhinweis für <em>Nika Gold</em> („wir“, „uns“ oder „unser“) beschreibt, wie und warum wir Ihre personenbezogenen Daten erfassen, speichern, verwenden und/oder weitergeben („verarbeiten“), wenn Sie unsere Dienste („Services“) nutzen, einschließlich in folgenden Fällen:",
      "questions": "<strong>Fragen oder Bedenken?</strong> Das Lesen dieses Datenschutzhinweises hilft Ihnen, Ihre Datenschutzrechte und Optionen zu verstehen. Wenn Sie mit unseren Richtlinien und Praktiken nicht einverstanden sind, nutzen Sie bitte unsere Services nicht.",
      "summary_title": "ZUSAMMENFASSUNG DER WICHTIGSTEN PUNKTE",
      "summary_intro": "<em>Diese Zusammenfassung enthält die wichtigsten Punkte unseres Datenschutzhinweises. Mehr erfahren Sie über die folgenden Links.</em>",
      "summary_subtitle": "Welche personenbezogenen Daten verarbeiten wir?",
      "what_info": "Wir verarbeiten personenbezogene Daten je nach Ihrer Interaktion mit uns und unseren Services.   <a href=\"/policy-privacy?tab=1\">Mehr erfahren über die bereitgestellten Informationen.</a>",
      "summary_subtitle_1": "Verarbeiten wir sensible personenbezogene Daten?",
      "sensitive_info": "Wir verarbeiten keine sensiblen personenbezogenen Daten.",
      "summary_subtitle_2": "Erheben wir Daten von Drittquellen?",
      "third_parties": "Wir können Informationen aus öffentlichen Datenbanken, von Marketingpartnern, sozialen Medien und anderen externen Quellen erfassen. <a href=\"/policy-privacy?tab=1\">Mehr erfahren über Drittquellen.</a>",
      "summary_title_1": "Wie verarbeiten wir Ihre Informationen?",
      "how_process": "Wir verarbeiten Ihre Daten zur Bereitstellung, Verbesserung und Verwaltung unserer Services, zur Kommunikation mit Ihnen, zur Sicherheit und Betrugsprävention sowie zur Einhaltung gesetzlicher Vorschriften. Mit Ihrer Einwilligung verarbeiten wir sie auch für andere Zwecke. <a href=\"/policy-privacy?tab=2\">Mehr erfahren über unsere Datenverarbeitung.</a>",
      "summary_title_2": "Wann und mit wem teilen wir personenbezogene Daten?",
      "who_share": "Wir geben Daten nur in bestimmten Situationen und an bestimmte Dritte weiter.<a href=\"/policy-privacy?tab=3\">Mehr über Datenweitergabe.</a>",
      "summary_title_3": "Welche Rechte haben Sie?",
      "your_rights": "Je nach Ihrem geografischen Standort gewährt Ihnen das geltende Datenschutzrecht bestimmte Rechte in Bezug auf Ihre personenbezogenen Daten. <a href=\"/policy-privacy?tab=9\">Mehr über Ihre Datenschutzrechte.</a>",
      "summary_title_4": "Wie können Sie Ihre Rechte ausüben?",
      "exercise_rights": "Am einfachsten üben Sie Ihre Rechte aus, indem Sie einen Antrag auf Datenzugang stellen oder uns direkt kontaktieren. Wir prüfen und bearbeiten jeden Antrag entsprechend den geltenden Datenschutzgesetzen.",
      "learn_more": "Möchten Sie mehr darüber erfahren, was wir mit den von uns erfassten Informationen tun? <a href=\"/policy-privacy?tab=0\">Lesen Sie den vollständigen Datenschutzhinweis.</a>"
    },
    "section1": {
      "title": "1. WELCHE INFORMATIONEN SAMMELN WIR?",
      "subtitle_1": "Persönliche Daten, die Sie uns mitteilen",
      "summary_1": "<strong>Kurz gesagt:</strong> Wir erfassen personenbezogene Daten, die Sie uns freiwillig mitteilen.",
      "content_1": "Wir erfassen personenbezogene Daten, die Sie uns bereitstellen, wenn Sie sich für unsere Dienste registrieren, Interesse an unseren Produkten zeigen, an Aktivitäten teilnehmen oder uns kontaktieren.",
      "sensitive_info": "<strong>Sensible Daten:</strong> Wir verarbeiten keine sensiblen personenbezogenen Daten.",
      "accuracy": "<strong>Richtigkeit:</strong> Alle bereitgestellten Daten müssen korrekt, vollständig und aktuell sein. Bitte informieren Sie uns über Änderungen.",
      "subtitle_2": "Automatisch erfasste Informationen",
      "summary_2": "<strong>Kurz gesagt:</strong> Einige Informationen – wie IP-Adresse und Geräteeigenschaften – werden automatisch erfasst.",
      "content_2": "Wenn Sie unsere Dienste nutzen, erfassen wir automatisch technische Informationen über Ihr Gerät, Nutzungsmuster, Standort und mehr.",
      "purpose": "Diese Daten verwenden wir zur Absicherung, Verbesserung und Analyse unserer Dienste.",
      "cookies": "Wie viele Unternehmen verwenden wir Cookies und ähnliche Technologien zur Datenerfassung."
    },
    "section2": {
      "title": "2. WIE VERARBEITEN WIR IHRE INFORMATIONEN?",
      "content_1": "<strong>Kurz gesagt:</strong> Wir verarbeiten Ihre Informationen, um unsere Dienste bereitzustellen, zu verbessern und zu verwalten, mit Ihnen zu kommunizieren, um Sicherheit und Betrugsprävention zu gewährleisten und um gesetzliche Anforderungen zu erfüllen. Wir können Ihre Informationen auch für andere Zwecke mit Ihrer Zustimmung verarbeiten.",
      "content_2": "Wir verarbeiten Ihre persönlichen Informationen aus verschiedenen Gründen, abhängig von Ihren Interaktionen mit unseren Dienstleistungen, einschließlich."
    },
    "section3": {
      "title": "3. WANN UND AN WEN GEBEN WIR IHRE PERSONENBEZOGENEN DATEN WEITER?",
      "content_1": "<strong>Kurz gesagt:</strong> Wir können Informationen in bestimmten Situationen, die in diesem Abschnitt beschrieben sind, und/oder an die folgenden Dritten weitergeben.",
      "content_2": "In den folgenden Situationen müssen wir Ihre personenbezogenen Daten möglicherweise weitergeben:",
      "list_1": "<strong>Geschäftsübertragungen:</strong> Wir können Ihre Daten im Zusammenhang mit oder während der Verhandlungen über eine Fusion, den Verkauf von Unternehmensvermögen, die Finanzierung oder den Erwerb unseres gesamten oder eines Teils unseres Geschäfts an ein anderes Unternehmen weitergeben oder übertragen.",
      "list_2": "<strong>Verbundene Unternehmen:</strong> Wir können Ihre Daten an unsere verbundenen Unternehmen weitergeben. In solchen Fällen verlangen wir von diesen verbundenen Unternehmen, dass sie diese Datenschutzerklärung einhalten. Zu den verbundenen Unternehmen gehören unsere Muttergesellschaft und alle Tochtergesellschaften, Joint-Venture-Partner oder andere Unternehmen, die wir kontrollieren oder mit uns unter gemeinsamer Kontrolle stehen.",
      "list_3": "<strong>Geschäftspartner:</strong> Wir können Ihre Informationen mit unseren Geschäftspartnern teilen, um Ihnen bestimmte Produkte, Dienstleistungen oder Werbeaktionen anzubieten."
    },
    "section4": {
      "title": "4. VERWENDEN WIR COOKIES UND ANDERE TRACKING-TECHNOLOGIEN?",
      "content_1": "<strong>Kurz gesagt:</strong> Wir können Cookies und andere Tracking-Technologien verwenden, um Ihre Informationen zu sammeln und zu speichern.",
      "content_2": "Wir können Cookies und ähnliche Tracking-Technologien (wie Web Beacons und Pixel) verwenden, um auf Informationen zuzugreifen oder diese zu speichern. Konkrete Informationen darüber, wie wir solche Technologien verwenden und wie Sie bestimmte Cookies ablehnen können, sind in unserem",
      "content_3": "Einige Cookies helfen, die Sicherheit und Funktionalität unserer Dienste aufrechtzuerhalten. Andere können von unseren Partnern und Dienstleistern für Analysen und Werbung platziert werden, einschließlich:",
      "list_1": "Lieferung relevanter Anzeigen",
      "list_2": "Messung der Anzeigenleistung",
      "list_3": "Versendung von Erinnerungen (z.B. über Artikel, die in Ihrem Warenkorb zurückgelassen wurden)"
    },
    "section5": {
      "title": "5. WIE GEHEN WIR MIT SOZIALEN ANMELDUNGEN UM?",
      "content_1": "<strong>Kurz gesagt:</strong> Wenn Sie sich über ein soziales Netzwerk registrieren oder anmelden, können wir auf bestimmte Informationen über Sie zugreifen.",
      "content_2": "Unsere Dienste ermöglichen die Registrierung und Anmeldung mit einem Drittanbieter-Konto in sozialen Medien (z. B. Facebook, Google usw.). Wenn Sie sich dafür entscheiden, erhalten wir bestimmte Profildaten wie Name, E-Mail-Adresse, Profilbild und möglicherweise weitere öffentlich zugängliche Informationen.",
      "content_3": "Wir verwenden diese Informationen ausschließlich zu den in diesem Datenschutzhinweis beschriebenen Zwecken. Bitte beachten Sie, dass wir keine Kontrolle über die weitere Nutzung Ihrer Daten durch den Anbieter der sozialen Medien haben und keine Verantwortung dafür übernehmen. Bitte prüfen Sie deren Datenschutzrichtlinien, um zu verstehen, wie sie mit Ihren Daten umgehen."
    },
    "section6": {
      "title": "6. WERDEN IHRE DATEN INTERNATIONAL ÜBERTRAGEN?",
      "content_1": "<strong>Kurz gesagt:</strong> Wir können Ihre Daten in anderen Ländern als Ihrem Wohnsitzland übertragen, speichern und verarbeiten.",
      "content_2": "Unsere Server befinden sich in den Vereinigten Staaten. Wenn Sie unsere Dienste von außerhalb der USA nutzen, beachten Sie bitte, dass Ihre Daten von uns und unseren Partnern (siehe „Wann und mit wem teilen wir Ihre personenbezogenen Daten?“) in den Vereinigten Staaten sowie in Mitgliedsstaaten der Europäischen Union verarbeitet, gespeichert und übermittelt werden können, in denen sich unsere Dienstleister und Partner befinden (z. B. Deutschland, Niederlande).",
      "content_3": "Wenn Sie in der Europäischen Union (EU), im Europäischen Wirtschaftsraum (EWR), im Vereinigten Königreich oder in der Schweiz wohnhaft sind, beachten Sie bitte, dass manche der Empfängerländer unter Umständen kein gleichwertiges Datenschutzniveau bieten wie Ihr Herkunftsland. Wir ergreifen jedoch alle erforderlichen Maßnahmen, um Ihre personenbezogenen Daten gemäß dieser Datenschutzerklärung und geltendem Recht zu schützen."
    },
    "section7": {
      "title": "7. WIE LANGE BEWAHREN WIR IHRE DATEN AUF?",
      "content_1": "<strong>Kurz gesagt:</strong> Wir bewahren Ihre Daten so lange auf, wie es zur Erfüllung der in dieser Datenschutzerklärung genannten Zwecke erforderlich ist, es sei denn, gesetzliche Vorschriften verlangen eine längere Aufbewahrung.",
      "content_2": "Wir speichern Ihre personenbezogenen Daten nur so lange, wie es für die in dieser Datenschutzerklärung genannten Zwecke erforderlich ist, es sei denn, das Gesetz verlangt oder erlaubt eine längere Aufbewahrungsfrist (z. B. für Steuer-, Buchhaltungs- oder andere rechtliche Verpflichtungen).",
      "content_3": "Sobald Ihre personenbezogenen Daten nicht mehr für die angegebenen Zwecke benötigt werden, löschen wir sie umgehend und bewahren keine Kopien auf.",
      "content_4": "Wir speichern keine Backups Ihrer personenbezogenen Daten nach der Löschung – die Informationen werden vollständig aus unserem System entfernt."
    },
    "section8": {
      "title": "8. SAMMELN WIR INFORMATIONEN VON MINDERJÄHRIGEN?",
      "content_1": "<strong>Kurz gesagt:</strong> Wir sammeln wissentlich keine Daten von Kindern unter 18 Jahren und richten keine Werbung an sie.",
      "content_2": "Wir erheben, bewerben oder verkaufen wissentlich keine Daten von Kindern unter 18 Jahren. Durch die Nutzung unserer Dienste bestätigen Sie, dass Sie mindestens 18 Jahre alt sind oder dass Sie der Elternteil oder gesetzliche Vertreter eines minderjährigen Nutzers sind und dessen Nutzung unserer Dienste genehmigen.",
      "content_3": "Falls wir feststellen, dass personenbezogene Daten von Nutzern unter 18 Jahren gesammelt wurden, werden wir das Konto deaktivieren und angemessene Maßnahmen ergreifen, um die Daten schnellstmöglich aus unseren Aufzeichnungen zu löschen. Sollten Sie davon erfahren, dass wir möglicherweise solche Daten gesammelt haben, kontaktieren Sie uns bitte unter"
    },
    "section9": {
      "title": "9. WELCHE DATENSCHUTZRECHTE HABEN SIE?",
      "content_1": "<strong>Kurz gesagt:</strong> Je nach Wohnort können Sie Ihr Konto jederzeit einsehen, ändern oder löschen.",
      "subtitle": "Widerruf Ihrer Einwilligung",
      "subtitle_content_1": "Wenn wir Ihre personenbezogenen Daten auf Grundlage einer Einwilligung (ausdrücklich oder stillschweigend, je nach geltendem Recht) verarbeiten, haben Sie das Recht, Ihre Einwilligung jederzeit zu widerrufen. Kontaktieren Sie uns dazu über die im Abschnitt „Wie können Sie uns zu dieser Mitteilung kontaktieren?“ angegebenen Kontaktdaten.",
      "subtitle_content_2": "Bitte beachten Sie, dass der Widerruf die Rechtmäßigkeit der Verarbeitung vor dem Zeitpunkt des Widerrufs nicht beeinträchtigt und (soweit gesetzlich zulässig) auch nicht die Verarbeitung auf anderen Rechtsgrundlagen.",
      "subtitle_1": "Kontoinformationen",
      "subtitle_content_11": "Wenn Sie Ihre Kontodaten ändern oder Ihr Konto löschen möchten, können Sie:",
      "list_content_1": "Sich in Ihre Kontoeinstellungen einloggen und Ihr Profil aktualisieren",
      "list_content_2": "Uns über die angegebenen Kontaktdaten kontaktieren",
      "subtitle_content_12": "Nach Ihrer Anfrage zur Kontolöschung deaktivieren oder entfernen wir Ihr Konto aus unseren aktiven Datenbanken. Einige Daten können jedoch gespeichert bleiben, um:",
      "list_content_3": "Betrug zu verhindern",
      "list_content_4": "Technische Probleme zu beheben",
      "list_content_5": "Untersuchungen zu unterstützen",
      "list_content_6": "Unsere rechtlichen Bedingungen durchzusetzen",
      "list_content_7": "Gesetzliche Vorgaben zu erfüllen"
    },
    "section10": {
      "title": "10. STEUERUNG DER DO-NOT-TRACK-FUNKTION",
      "content_1": "Die meisten Webbrowser sowie einige mobile Betriebssysteme und Apps bieten eine Do-Not-Track-Funktion („DNT“) an, mit der Sie Ihre Datenschutzeinstellungen mitteilen können, um nicht online verfolgt zu werden.",
      "content_2": "Aktuell existiert kein einheitlicher technischer Standard zur Erkennung und Umsetzung von DNT-Signalen. Daher reagieren wir derzeit nicht auf DNT-Signale Ihres Browsers oder andere Mechanismen, die automatisch mitteilen, dass Sie nicht online verfolgt werden möchten. Sollte künftig ein einheitlicher Standard zur Online-Nachverfolgung eingeführt werden, dem wir Folge leisten müssen, werden wir Sie in einer überarbeiteten Version dieser Datenschutzerklärung darüber informieren."
    },
    "section11": {
      "title": "11. NEHMEN WIR ÄNDERUNGEN AN DIESER ERKLÄRUNG VOR?",
      "content_1": "<strong>Kurz gesagt:</strong> Ja, wir aktualisieren diese Erklärung bei Bedarf, um den geltenden Gesetzen zu entsprechen.",
      "content_2": "Wir können diese Datenschutzerklärung gelegentlich aktualisieren. Die aktualisierte Version ist durch das neue Datum „Letzte Aktualisierung“ oben im Dokument erkennbar. Bei wesentlichen Änderungen informieren wir Sie möglicherweise durch einen deutlichen Hinweis oder durch direkte Benachrichtigung. Wir empfehlen Ihnen, diese Datenschutzerklärung regelmäßig zu lesen, um sich über den Schutz Ihrer Daten zu informieren."
    },
    "section12": {
      "title": "12. WIE KÖNNEN SIE UNS ZU DIESER MITTEILUNG KONTAKTIEREN?",
      "content_1": "Wenn Sie Fragen oder Anmerkungen zu dieser Mitteilung haben, können Sie uns per Post unter folgender Adresse kontaktieren:"
    },
    "section13": {
      "title": "13. WIE KÖNNEN SIE DIE DATEN, DIE WIR VON IHNEN ERHEBEN, EINSEHEN, AKTUALISIEREN ODER LÖSCHEN?",
      "content_1": "Nach den geltenden Gesetzen Ihres Landes haben Sie möglicherweise das Recht, Zugang zu Ihren personenbezogenen Daten zu verlangen, Informationen über deren Verarbeitung zu erhalten, Unrichtigkeiten zu berichtigen oder die Löschung Ihrer Daten zu beantragen. Ebenso können Sie Ihre Einwilligung zur Verarbeitung widerrufen. In einigen Fällen können diese Rechte durch geltende Vorschriften eingeschränkt sein.",
      "content_2": "Um die Einsicht, Aktualisierung oder Löschung Ihrer personenbezogenen Daten zu beantragen, füllen Sie bitte ein Anfrageformular für betroffene Personen aus unter:"
    }
  },
  "email_admin": "Schreibe an den Administrator",
  "letter_admin": "Nachricht an den Administrator senden",
  "send": "schicken",
  "settings_profile": "Profileeinstellungen",
  "delete_profile": "Löschen Sie Ihr Konto",
  "request_data_access_button": "Füllen Sie das Formular aus",
  "sent_message": "✔️ Nachricht wurde gesendet",
  "form_title": "Antrag auf Datenzugriff",
  "name": "Vor- und Nachname",
  "email": "Email address",
  "reason": "E-Mail-Adresse",
  "reason_access": "Art der Anfrage",
  "reason_update": "Zugriff auf Daten",
  "reason_delete": "Daten aktualisieren",
  "reason_other": "Daten löschen",
  "error_message": "❌ Senden fehlgeschlagen. Versuche erneut",
  "subject": "Betreff",
  "message_content": "Nachrichteninhalt",
  "contact_admin": "Schreibe Admin",
  "send_fail": "Konnte nicht senden. Versuchen Sie es erneut.",
  "message": "Nachricht",
  "policy-returns": {
    "title": "Rückgaberichtlinien",
    "last_updated": "<strong>Zuletzt aktualisiert:</strong> 30.06.2025",
    "content": "Vielen Dank, dass Sie sich für NIKA GOLD entschieden haben. Ihre Zufriedenheit liegt uns sehr am Herzen. Sollte mit Ihrer Bestellung etwas nicht stimmen – keine Sorge, wir helfen Ihnen gern weiter. Sie können den Artikel gemäß unserer Rückgaberichtlinien zurückgeben oder umtauschen.",
    "title_1": "Widerrufsrecht",
    "content_1": "Sie haben das Recht, ein Produkt innerhalb von <strong>14 Kalendertage</strong> nach Erhalt ohne Angabe von Gründen zurückzugeben.",
    "title_2": "Rückgabebedingungen",
    "content_list_1": "Das Produkt darf keine Gebrauchsspuren oder Beschädigungen aufweisen",
    "content_list_2": "Originalverpackung, Siegel und Etiketten müssen erhalten bleiben",
    "content_list_3": "Rückgaben sind nur für Produkte möglich, die nicht unter den Ausschlüssen aufgeführt sind",
    "title_3": "Vom Umtausch ausgeschlossene Artikel",
    "content_list_4": "Personalisierte oder maßgefertigte Artikel",
    "content_list_5": "Ohrringe und anderer Piercingschmuck (aus hygienischen Gründen)",
    "content_list_6": "Alle Artikel mit Schäden oder Gebrauchsspuren",
    "title_4": "Rückerstattung",
    "content_2": "Nach Erhalt und Prüfung der Rücksendung erfolgt die Rückerstattung innerhalb von <strong>7 Werktagen</strong> auf demselben Zahlungsweg, der beim Kauf verwendet wurde.",
    "content_3": "Du erhältst eine E-Mail-Bestätigung, sobald die Rücksendung bearbeitet wurde. Die Versandkosten werden nicht erstattet, es sei denn, das Produkt war fehlerhaft oder wurde falsch geliefert.",
    "title_5": "So forderst du eine Rückgabe an",
    "content_list_7": "Sende uns eine E-Mail an <strong>huping.nika.gold@gmail.com</strong> mit dem Betreff „Rückgabe [Bestellnummer]“",
    "content_list_8": "Warte auf unsere Antwort mit <strong>Anweisungen und einer Rückgabe-Autorisierungsnummer (RMA)</strong>",
    "content_list_9": "Verpacke den Artikel sorgfältig in der Originalverpackung und lege ggf. das Rückgabeformular bei",
    "content_list_10": "Sende das Produkt an die angegebene Rücksendeadresse <strong>auf eigene Kosten</strong>. Wir empfehlen einen Versand mit Sendungsverfolgung.",
    "title_6": "Ausnahmen und Hinweise",
    "content_list_11": "Artikel, die mit Rabatt oder im Ausverkauf gekauft wurden, gelten als <strong>Endverkauf</strong> und sind vom Umtausch ausgeschlossen",
    "content_list_12": "Bitte kontaktieren Sie uns innerhalb von 48 Stunden nach Lieferung, wenn Sie ein beschädigtes oder fehlerhaftes Produkt erhalten haben",
    "content_list_13": "NIKA GOLD behält sich das Recht vor, eine Rückgabe abzulehnen, wenn der Artikel:",
    "content_list_14": "Kratzer, Schäden oder sichtbare Gebrauchsspuren aufweist",
    "content_list_15": "ohne vorherige Genehmigung (RMA) zurückgesendet wurde",
    "title_7": "Kontakt",
    "content_4": "Wenn Sie Fragen zu Rücksendungen, Umtausch oder dem Status Ihrer Bestellung haben – wir helfen Ihnen gerne weiter. Kontaktieren Sie uns:",
    "content_list_16": "E-Mail: huping.nika.gold@gmail.com",
    "content_list_17": "Telefon: +48 516 174 555",
    "content_5": "NIKA GOLD – Fürsorge für jeden Kunden in jeder goldenen Servicekette 💛"
  },
  "footer.legal_info": "NIKA GOLD — rechtlich in Polen registriert",
  "footer.rights_reserved": " Alle Rechte vorbehalten."
}
