{
  "products": "Products",
  "wishlist": "Wishlist",
  "basket": "Basket",
  "contact": "Contact Us",
  "about": "About Us",
  "login": "Log In",
  "logout": "Log Out",
  "catalog": "Catalog",
  "gold": "Surgical GOLD 18K",
  "goldLight": "Surgical GOLD 14K",
  "silver": "Surgical SILVER",
  "set": "Sets",
  "packaging": "Gift Packaging",
  "all_products": "All Products",
  "gold_products": "Gold Products 18K",
  "goldLight_products": "Gold Products 14K",
  "silver_products": "Silver Products",
  "set_products": "Set products",
  "box_products": "Box products",
  "all": "All",
  "chains": "Chains",
  "earrings": "Earrings",
  "bracelets": "Bracelets",
  "rings": "Rings",
  "pendants": "Pendants",
  "crosses": "Crosses",
  "incense": "Incense",
  "no_image": "No image available",
  "no_results": "No results",
  "about_us": "About us",
  "about_info": "Here will be the main information about me",
  "admin_login": "Admin Login",
  "user_login": "User Login",
  "login_button": "Login",
  "no_account": "Don't have an account?",
  "register_here": "Register here",
  "admin_register": "Admin Register",
  "user_register": "User Register",
  "username_label": "Username:",
  "email_label": "Email:",
  "password_label": "Password:",
  "confirm_password": "Confirm password:",
  "admin_secret_label": "Admin Secret:",
  "register_button": "Register",
  "already_registered": "Already registered?",
  "login_here": "Login here",
  "reserved": "All right reserved",
  "wishlist_page": "Wishlist page",
  "total": "Total",
  "email_verified": "Email successfully verified ✅",
  "verification_pending": "Verification is in progress...",
  "registration_success": "Registration success",
  "login_to_see_price": "Please log in to see the price",
  "please_login_to_add_to_cart": "🛡️ Log in to add the product to the cart",
  "please_login_to_use_wishlist": "🛡️ Log in to add the product to your wishlist",
  "please_login_to_view_details": "🛡️ Log in to view product details",
  "my_account": "Profile",
  "place_order": "Place order",
  "order_placement": "Order placement",
  "password_reset": "Password reset",
  "send_request": "Send a request",
  "new_password": "New password :",
  "update_password": "Update password",
  "forgot_password": "Forgot password ?",
  "reset_code": "Reset code",
  "verify_code": "Verify code",
  "edit_profile": "Edit profile",
  "basic_information": "Basic information",
  "edit_data": "Edit data",
  "save_changes": "Save changes",
  "cancel": "Cancel",
  "first_name": "First name",
  "last_name": "Last name",
  "phone": "Phone number",
  "your_address": "Your delivery address",
  "region": "Voivodeship",
  "select_region": "Select voivodeship",
  "city": "City",
  "street": "Street",
  "postal_code": "Postal Code",
  "private_house": "It's a private house",
  "house_number": "House Number",
  "apartment_number": "Apartment Number",
  "edit_address": "Edit address",
  "payment_method": "Payment method",
  "bank_transfer": "Bank transfer",
  "parcel_locker": "Parcel locker",
  "shipping_address": "Shipping address",
  "productAdded": "Our product is in the shopping cart!",
  "productAddedWishlist": "Our product is in the wishlist!",
  "Craftsmanship": "💎 Craftsmanship and innovation in every detail",
  "Craftsmanship_item": "Our jewelry is created using advanced technologies that ensure their exceptional quality. Medical gold undergoes a special treatment that makes it not only hypoallergenic but also extremely wear-resistant.",
  "Luxury": "💎 Luxury without compromise",
  "Luxury_item": "The material looks as elegant as classic gold, but has increased strength.",
  "Comfort": "💎 Ideal for everyday wear",
  "Comfort_item": "You can wear our jewelry every day without worrying about irritation.",
  "Hypoallergenic": "💎 Hypoallergenic Medical Gold",
  "Hypoallergenic_item": "Does not cause allergic reactions, retains shine and durability over time.",
  "Elegance": "💎 Style, elegance, and impeccable quality in every piece",
  "Elegance_item": "Our range includes luxurious chains, pendants, earrings, rings, and bracelets made from high-quality medical gold. Each piece is a combination of beauty, strength, and comfort.",
  "Jewelry": "🔗 Chains and pendants: ",
  "Jewelry_item": "Elegant and stylish, available in classic and modern designs.",
  "Earrings_c": "✨ Earrings: ",
  "Earrings_co": "Lightweight, hypoallergenic, highlighting your individuality",
  "Rings_c": "💍 Rings: ",
  "Rings_co": "The embodiment of elegance and craftsmanship, glowing forever.",
  "Bracelets_c": "🔗 Bracelets: ",
  "Bracelets_co": "Refined, stylish, suitable for any outfit.",
  "contact_info": "Contact Information",
  "questions_any_time": "If you have any questions, feel free to contact us anytime!",
  "working_hours": "Mon-Fri: 8:00 AM - 6:00 PM | Sat: 8:00 AM - 3:00 PM",
  "order_processing_24_7": "Order processing is available 24/7!",
  "your_data": "Your data",
  "shipping_addresses": "Shipping addresses",
  "my_orders": "My orders",
  "order_history": "Order history",
  "payment_cards": "Payment cards",
  "search": "Search",
  "details": "Details",
  "color": "Color",
  "size": "Size",
  "width": "Width",
  "length": "Length",
  "price": "Price",
  "in_stock": "In Stock",
  "yes": "Yes",
  "no": "No",
  "not_available": "Not specified",
  "wallet": "Wallet",
  "settings": "Settings",
  "your_orders": "Yours orders",
  "no_orders": "No Orders",
  "order_id": "Order ID",
  "total_price": "Total price",
  "confirm_received": "Confirm received",
  "return_order": "Return order",
  "product_name": "Product name",
  "photo": "Photo",
  "quantity": "Quantity",
  "item_total": "Subtotal",
  "hide_details": "Hide details",
  "show_details": "Show details",
  "no_purchase_history": "No purchase history",
  "no_orders_description": "Your completed orders will appear here",
  "empty_cart": "Your cart is empty",
  "add_products_hint": "Add products to place an order",
  "profile_settings_placeholder": "Profile settings will be available soon.",
  "payment_cards_placeholder": "Your payment cards will appear here soon",
  "wallet_placeholder": "Your wallet balance and transaction history will appear here",
  "status": {
    "new": "New",
    "unpaid": "Unpaid",
    "processing": "Processing",
    "shipped": "Shipped",
    "completed": "Completed",
    "returned": "Returned",
    "assembled": "Assembled",
    "received": "Received",
    "cancelled": "Cancelled"
  },
  "main": "Main",
  "returns": "Returns and complaints",
  "privacy": "Privacy policy",
  "cookies": "Cookies",
  "cookies_notice": "Cookies Notice",
  "jewelry": "Jewellery that speaks louder than words ✨",
  "info": "Information",
  "cookies_policy": {
    "title": "Cookies Policy",
    "intro": "Our website uses cookies to ensure proper functionality and improve user experience.",
    "what_are": "🔹 What are cookies?",
    "what_are_text": "Cookies are small text files stored on your device while browsing...",
    "list_what_are": [
      "Saving products in the cart",
      "Remembering preferences (e.g. light/dark mode)",
      "Functionality across devices"
    ],
    "types": "🔹 Types of cookies used:",
    "type_list": [
      "Essential – required for the site to work",
      "Functional – remember your choices"
    ],
    "management": "🔹 Managing cookies",
    "management_text": "You can manage cookies in your browser settings – block or delete them. Keep in mind this may affect site functionality.",
    "contact": "🔹 Contact",
    "contact_text": "If you have any questions regarding this policy, contact us: 📧 huping.nika.gold@gmail.com"
  },

  "privacy_policy": {
    "short": {
      "general": "Overview",
      "section1": "Collected Data",
      "section2": "Data Use",
      "section3": "Sharing Info",
      "section4": "Cookies",
      "section5": "Social Logins",
      "section6": "International",
      "section7": "Retention",
      "section8": "Minors",
      "section9": "Your Rights",
      "section10": "Do-Not-Track",
      "section11": "Policy Changes",
      "section12": "Contact Us",
      "section13": "Your Data Access"
    },

    "summary": {
      "title": "PRIVACY NOTICE",
      "last_updated": "<strong>Last updated:</strong> 30.06.2025",
      "intro": "This Privacy Notice for <em>Nika Gold</em> (“we,” “us,” or “our”) describes how and why we might access, collect, store, use, and/or share (“process”) your personal information when you use our services (“Services”), including when you:",
      "questions": "<strong>Questions or concerns?</strong> Reading this Privacy Notice will help you understand your privacy rights and choices. If you do not agree with our policies and practices, please do not use our Services.",
      "summary_title": "SUMMARY OF KEY POINTS",
      "summary_intro": "<em>This summary provides key points from our Privacy Notice, but you can learn more by following each link below.</em>",
      "summary_subtitle": "What personal information do we process?",
      "what_info": "We may process personal information depending on how you interact with us and our services. <a href=\"#\">Learn more about personal information you disclose to us.</a>",
      "summary_subtitle_1": "Do we process any sensitive personal information?",
      "sensitive_info": "We do not process sensitive personal information.",
      "summary_subtitle_2": "Do we collect any information from third parties?",
      "third_parties": "We may collect information from public databases, marketing partners, social media platforms, and other external sources.  <a href=\"/policy-privacy?tab=1\">Learn more about information collected from other sources.</a>",
      "summary_title_1": "How do we process your information?",
      "how_process": "We process your information to provide, improve, and administer our Services, communicate with you, for security and fraud prevention, and to comply with law. We may also process your information for other purposes with your consent. We process your information only when we have a valid legal reason to do so.<a href=\"/policy-privacy?tab=2\">Learn more about how we process your information.</a>",
      "summary_title_2": "In what situations and with which parties do we share personal information?",
      "who_share": "We may share information in specific situations and with specific third parties. <a href=\"/policy-privacy?tab=3\">Learn more about when and with whom we share your personal information.</a>",
      "summary_title_3": "What are your rights?",
      "your_rights": "Depending on where you are located geographically, the applicable privacy law may mean you have certain rights regarding your personal information. <a href=\"/policy-privacy?tab=9\">Learn more about your privacy rights.</a>",
      "summary_title_4": "How do you exercise your rights?",
      "exercise_rights": "The easiest way to exercise your rights is by submitting a data subject access request, or by contacting us. We will consider and act upon any request in accordance with applicable data protection laws.",
      "learn_more": "Want to learn more about what we do with any information we collect?<a href=\"/policy-privacy?tab=0\">Review the Privacy Notice in full.</a>"
    },
    "section1": {
      "title": "1. WHAT INFORMATION DO WE COLLECT?",
      "subtitle_1": "Personal information you disclose to us",
      "summary_1": "<strong>In Short:</strong> We collect personal information that you provide to us.",
      "content_1": "We collect personal information that you voluntarily provide to us when you register on the Services, express an interest in our products or Services, participate in activities, or otherwise contact us.",
      "sensitive_info": "<strong>Sensitive Information:</strong> We do not process sensitive personal information.",
      "accuracy": "<strong>Accuracy of Information:</strong> All personal information you provide must be true, complete, and accurate, and you must notify us of any changes.",
      "subtitle_2": "Information automatically collected",
      "summary_2": "<strong>In Short:</strong> Some information — such as your IP address and device characteristics — is collected automatically when you visit our Services.",
      "content_2": "We automatically collect certain information when you use our Services. This may include device and usage info, IP address, browser and OS details, referring URLs, country and technical data.",
      "purpose": "We use this information for service performance, security, analytics, and reporting.",
      "cookies": "Like many businesses, we also collect information through cookies and similar technologies."
    },
    "section2": {
      "title": "2. HOW DO WE PROCESS YOUR INFORMATION?",
      "content_1": "<strong>In Short:</strong> We process your information to provide, improve, and administer our Services, communicate with you, for security and fraud prevention, and to comply with law. We may also process your information for other purposes with your consent.",
      "content_2": "We process your personal information for a variety of reasons, depending on how you interact with our Services, including."
    },
    "section3": {
      "title": "3. WHEN AND WITH WHOM DO WE SHARE YOUR PERSONAL INFORMATION?",
      "content_1": "<strong>In Short:</strong> We may share information in specific situations described in this section and/or with the following third parties.",
      "content_2": "We may need to share your personal information in the following situations:",
      "list_1": "<strong>Business Transfers:</strong> We may share or transfer your information in connection with, or during negotiations of, any merger, sale of company assets, financing, or acquisition of all or a portion of our business to another company.",
      "list_2": "<strong>Affiliates:</strong> We may share your information with our affiliates. In such cases, we require those affiliates to honor this Privacy Notice. Affiliates include our parent company and any subsidiaries, joint venture partners, or other companies that we control or are under common control with us.",
      "list_3": "<strong>Business Partners:</strong> We may share your information with our business partners to offer you certain products, services, or promotions."
    },
    "section4": {
      "title": "4. DO WE USE COOKIES AND OTHER TRACKING TECHNOLOGIES?",
      "content_1": "<strong>In Short:</strong> We may use cookies and other tracking technologies to collect and store your information.",
      "content_2": "We may use cookies and similar tracking technologies (like web beacons and pixels) to access or store information. Specific information about how we use such technologies and how you can refuse certain cookies is set out in our",
      "content_3": "Some cookies help maintain the security and functionality of our Services. Others may be placed by our partners and service providers for analytics and advertising, including:",
      "list_1": "Delivering relevant advertisements",
      "list_2": "Measuring ad performance",
      "list_3": "Sending reminders (e.g. about items left in your cart)"
    },
    "section5": {
      "title": "5. HOW DO WE HANDLE YOUR SOCIAL LOGINS?",
      "content_1": "<strong>In Short:</strong> If you choose to register or log in using a social media account, we may have access to certain information about you.",
      "content_2": "Our Services offer you the ability to register and log in using your third-party social media account details (like Facebook, Google, etc.). Where you choose to do this, we will receive certain profile     information, including your name, email address, profile picture, and possibly other details made public on that platform.",
      "content_3": "We will use this information only for the purposes that are described in this Privacy Notice Please note that we do not control, and are not responsible for, other uses of your personal information by your third-party social media provider. We recommend that you review their privacy policies to understand how they handle your data."
    },
    "section6": {
      "title": "6. IS YOUR INFORMATION TRANSFERRED INTERNATIONALLY?",
      "content_1": "<strong>In Short:</strong> We may transfer, store, and process your information in countries other than your own.",
      "content_2": "Our servers are located in the United States. If you access our Services from outside the USA, please be aware that your data may be transferred to, stored by, and processed by us and our partners (see «When and with whom do we share your personal information?») in the United States as well as in member countries of the European Union where our service providers and partners are located (e.g., Germany, the Netherlands).",
      "content_3": "If you are a resident in the European Economic Area (EEA), United Kingdom (UK), or Switzerland please note that these countries may not necessarily have data protection laws or other similar laws as comprehensive as those in your country. However, we will take all necessary measures to protect your personal information in accordance with this Privacy Notice and applicable law."
    },
    "section7": {
      "title": "7. HOW LONG DO WE KEEP YOUR INFORMATION?",
      "content_1": "<strong>In Short:</strong> We keep your information for as long as necessary to fulfill the purposes outlined in this Privacy Notice unless otherwise required by law.",
      "content_2": "We will only retain your personal information for as long as it is necessary for the purposes set out in this Privacy Notice, unless a longer retention period is required or permitted by law (such as tax, accounting, or other legal requirements).",
      "content_3": "When we have no ongoing legitimate business need to process your personal information, we will either delete or anonymize such information. If this is not possible (for example, if your personal information is stored in backup archives), we will securely store your personal information and isolate it from any further processing until deletion is possible.",
      "content_4": "If this is not possible (for example, if your personal information is stored in backup archives), we will securely store your personal information and isolate it from any further processing until deletion is possible."
    },
    "section8": {
      "title": "8. DO WE COLLECT INFORMATION FROM MINORS?",
      "content_1": "<strong>In Short:</strong> We do not knowingly collect data from or market to children under 18 years of age.",
      "content_2": "  We do not knowingly collect, solicit data from, or market to children under 18 years of age, nor do we knowingly sell such personal information. By using the Services, you represent that you are at least  18 or that you are the parent or guardian of such a minor and consent to  such minor dependent’s use of the Services.",
      "content_3": " If we learn that personal information from users less than 18 years of age has been collected, we will deactivate the account and take reasonable measures to promptly delete such data from our records. If you become aware of any data we may have collected from children under age 18, please contact us at"
    },
    "section9": {
      "title": "9. WHAT ARE YOUR PRIVACY RIGHTS?",
      "content_1": "<strong>In Short:</strong> You may review, change, or terminate your account at any time, depending on your country, province, or state of residence.",
      "subtitle": "Withdrawing your consent",
      "subtitle_content_1": "If we are relying on your consent to process your personal information, which may be express and/or implied depending on the applicable law, you have the right to withdraw your consent at any time. You can withdraw your consent by contacting us using the contact details provided in the section «How can you contact us about this notice?» below.",
      "subtitle_content_2": "However, please note that this will not affect the lawfulness of processing based on consent before its withdrawal, nor (where applicable law allows) the lawfulness of processing based on other legal grounds.",
      "subtitle_1": "Account Information",
      "subtitle_content_11": "If you would at any time like to review or change the information in your account or terminate your account, you can:",
      "list_content_1": "Log in to your account settings and update your user account",
      "list_content_2": "Contact us using the contact information provided",
      "subtitle_content_12": "Upon your request to terminate your account, we will deactivate or delete your account and information from our active databases. However, we may retain some information in our files to:",
      "list_content_3": "Prevent fraud",
      "list_content_4": "Troubleshoot problems",
      "list_content_5": "Assist with investigations",
      "list_content_6": "Enforce our legal terms",
      "list_content_7": "Comply with applicable legal requirements"
    },
    "section10": {
      "title": "10. CONTROLS FOR DO-NOT-TRACK FEATURES",
      "content_1": "Most web browsers and some mobile operating systems and mobile applications include a Do-Not-Track («DNT») feature or setting you can activate to signal your privacy preference not to have data about your online browsing activities monitored and collected.",
      "content_2": "At this stage, no uniform technology standard for recognizing and implementing DNT signals has been finalized. As such, we do not currently respond to DNT browser signals or any other mechanism that automatically communicates your choice not to be tracked online. If a standard for online tracking is adopted that we must follow in the future, we will inform you about that practice in a revised version of this Privacy Notice."
    },
    "section11": {
      "title": "11. DO WE MAKE UPDATES TO THIS NOTICE?",
      "content_1": "<strong>In Short:</strong> Yes, we will update this notice as necessary to stay compliant with relevant laws.",
      "content_2": "We may update this Privacy Notice from time to time. The updated version will be indicated by an updated «Revised» date at the top of this document. If we make material changes, we may notify you either by prominently posting a notice of such changes or by directly sending you a notification. We encourage you to review this Privacy Notice frequently to stay informed of how we are protecting your information."
    },
    "section12": {
      "title": "12. HOW CAN YOU CONTACT US ABOUT THIS NOTICE?",
      "content_1": " If you have questions or comments about this notice, you may contact us by post at:"
    },
    "section13": {
      "title": "13. HOW CAN YOU REVIEW, UPDATE, OR DELETE THE DATA WE COLLECT?",
      "content_1": "In accordance with applicable laws in your country, you may have the right to request access to the personal information we collect, learn how we have processed it, correct inaccuracies, or delete your personal data. You may also have the right to withdraw your consent to processing. These rights may be subject to limitations under applicable law.",
      "content_2": "To submit a request to review, update, or delete your personal information, please complete the data subject request form available at the following link:"
    }
  },
  "email_admin": "Write to the administrator",
  "letter_admin": "Send a message to the administrator",
  "send": "Send",
  "settings_profile": "Settings profile",
  "delete_profile": "Delete your account",
  "request_data_access_button": "Fill out the form",
  "sent_message": "✔️ Message has been sent",
  "form_title": "Request for data access",
  "name": "Full name",
  "email": "Email address",
  "reason": "Type of request",
  "reason_access": "Access to data",
  "reason_update": "Update data",
  "reason_delete": "Delete data",
  "reason_other": "Other",
  "error_message": "❌ Failed to send. Try again.",
  "subject": "Subject",
  "message_content": "Message content",
  "contact_admin": "Write admin",
  "send_fail": "Could not send. Try again.",
  "message": "Message",
  "policy-returns": {
    "title": "Return Policy",
    "last_updated": "<strong>Last updated:</strong> 30.06.2025",
    "content": "Thank you for choosing NIKA GOLD. Your satisfaction means everything to us. If your order isn’t quite right, don’t worry — we’re here to help. You may return or exchange your item as outlined below.",
    "title_1": "Right of Return",
    "content_1": "You have the right to return a product within <strong>14 calendar days</strong> of receiving it, without providing any reason.",
    "title_2": "Return Conditions",
    "content_list_1": "The product must be free of signs of wear or damage",
    "content_list_2": "Original packaging, seals, and tags must be preserved",
    "content_list_3": "Returns are only accepted for items not listed under exclusions",
    "title_3": "Items Not Eligible for Return",
    "content_list_4": "Personalized or custom-made items",
    "content_list_5": "Earrings and other piercing jewelry (for hygiene reasons)",
    "content_list_6": "Any items with damage or signs of use",
    "title_4": "Refunds",
    "content_2": "Once the returned item is received and inspected, the refund will be processed within <strong>7 business days</strong> using the original payment method.",
    "content_3": "You will receive an email confirmation once the return has been processed. Shipping fees are non-refundable, unless the item was defective or shipped in error.",
    "title_5": "How to Request a Return",
    "content_list_7": "Email us at <strong>huping.nika.gold@gmail.com</strong> with the subject “Return [Order Number]”",
    "content_list_8": "Wait for our response with <strong>instructions and a Return Authorization Number (RMA)</strong>",
    "content_list_9": "Carefully pack the item in its original packaging and include the return form if provided",
    "content_list_10": "Send the item to the return address provided, <strong>at your own expense</strong>. We recommend using a trackable shipping service.",
    "title_6": "Exceptions and Disclaimers",
    "content_list_11": "Items purchased at a discount or during a sale are considered <strong>final sale</strong> and are not eligible for return",
    "content_list_12": "If you receive a damaged or defective item, please contact us within 48 hours of delivery",
    "content_list_13": "NIKA GOLD reserves the right to refuse a return if the item:",
    "content_list_14": "shows scratches, damage, or visible signs of use",
    "content_list_15": "was returned without prior authorization (RMA)",
    "title_7": "Contact Us",
    "content_4": "If you have any questions about returns, exchanges, or your order status — we’re always happy to help. Reach out to us:",
    "content_list_16": "Email: huping.nika.gold@gmail.com",
    "content_list_17": "Phone: +48 516 174 555",
    "content_5": "NIKA GOLD — caring for every customer in every link of the golden experience 💛"
  },
  "footer.legal_info": "NIKA GOLD — legally registered in Poland",
  "footer.rights_reserved": " All rights reserved.",
  "card": "<strong>Bank Transfer</strong> — the fastest method. You’ll receive payment details instantly, and your order can be processed without delay. <br />  Thank you for your understanding during our temporary payment system upgrade.",
  "bank_transfer_link": "<strong>BLIK or card</strong> — a payment link will be sent to your email after your order is processed. <br /> We apologize for any inconvenience caused by temporary adjustments to our payment gateway.",
  "card_1": "A payment link will be sent to your email after the order is created.",
  "bank_transfer_link_1": "This method allows for faster processing of the order.",
  "payment": "Payment Terms",
  "regulations": {
    "sections": {
      "section1": "General provisions",
      "section2": "Definitions",
      "section3": "Purchase conditions",
      "section4": "Sales",
      "section5": "Payments",
      "section6": "Delivery",
      "section7": "Complaints",
      "section8": "Withdrawal",
      "section9": "Returns",
      "section10": "Personal Data",
      "section11": "Complaints",
      "section12": "Final Provisions",
      "section13": "Sales Regulations"
    },

    "sections1": {
      "title": "§1 GENERAL PROVISIONS",
      "content_1": "The nika-gold.net store operates under the rules set forth in these Terms and Conditions.",
      "content_2": "The Terms and Conditions define the terms of concluding and terminating Product Sales Agreements and the complaint procedure, as well as the types and scope of services provided electronically by nika-gold.net, the principles for providing these services, and the terms of concluding and terminating electronic service agreements.",
      "content_3": "Each Service Recipient, upon initiating actions aimed at using the Electronic Services of nika-gold.net, is obliged to comply with the provisions of these Terms and Conditions.",
      "content_4": "In matters not regulated by these Terms and Conditions, the following legal provisions shall apply:",
      "content_list_1": "the Act on the Provision of Electronic Services of July 18, 2002;",
      "content_list_2": "the Consumer Rights Act of May 30, 2014;",
      "content_list_3": "the Act on Out-of-Court Consumer Dispute Resolution of September 23, 2016;",
      "content_list_4": "the Civil Code of April 23, 1964, and other relevant Polish legal provisions."
    },
    "sections2": {
      "title": "§ 2 DEFINITIONS USED IN THE TERMS AND CONDITIONS",
      "content_1": "<strong>ORDER FORM –</strong> a form available on the website nika-gold.net that allows the Customer to place an Order.",
      "content_2": "<strong>CUSTOMER –</strong> a Service Recipient who intends to conclude or has concluded a Product Sales Agreement with the Seller.",
      "content_3": "<strong>CONSUMER –</strong> a natural person who performs a legal transaction with a business entity not directly related to their business or professional activity.",
      "content_4": "<strong>ENTREPRENEUR –</strong> a natural person, legal entity, or organizational unit without legal personality that is granted legal capacity by law and conducts business or professional activities in their own name.",
      "content_5": "<strong>PRODUCT –</strong> a movable item available in the Store and subject to the Product Sales Agreement between the Customer and the Seller.",
      "content_6": "<strong>TERMS AND CONDITIONS –</strong> these Terms and Conditions of the Store.",
      "content_7": "<strong>STORE –</strong> the online store operated by the Service Provider at nika-gold.net.",
      "content_8": "<strong>SELLER, SERVICE PROVIDER –</strong> a natural person conducting sole proprietorship under the business name NIKA GOLD – Vitaliia Troian, based in Wrocław (50-559), ul. Świeradowska 51/57, NIP: 9121950449.",
      "content_9": "<strong>PRODUCT SALES AGREEMENT –</strong> an agreement for the sale of a Product concluded between the Customer and the Seller via the Store.",
      "content_10": "<strong>ORDER –</strong> a declaration of intent by the Customer constituting an offer to conclude a Product Sales Agreement with the Seller.",
      "content_11": "<strong>PRICE –</strong> the monetary amount the Customer is obliged to pay to the Seller for the Product."
    },
    "sections3": {
      "title": "§ 3 INFORMATION ABOUT PRODUCTS AND ORDERING",
      "content_1": "The store nika-gold.net sells Products via the Internet.",
      "content_2": "Products offered in the Store are new, compliant with the agreement, and have been legally introduced to the Polish market.",
      "content_3": "The information found on the Store's website does not constitute an offer within the meaning of the law. By placing an Order, the Customer submits an offer to purchase a specific Product under the conditions stated in its description.",
      "content_4": "The Product price displayed on the Store's website is given in Polish zloty (PLN) and includes all components. The price does not include delivery costs.",
      "content_5": "Orders can be placed through the website using the Order Form (nika-gold.net) – 24 hours a day, all year round.",
      "content_6": "The condition for placing an Order in the Store by the Customer is familiarization with and acceptance of the Terms and Conditions at the time of placing the Order."
    },
    "sections4": {
      "title": "§ 4 CONCLUSION OF THE SALES AGREEMENT",
      "content_1": "To conclude the Sales Agreement, the Customer must first place an Order using the method provided by the Seller, in accordance with § 3 points 5 and 6 of the Terms and Conditions.",
      "content_2": "Upon placing the Order, the Seller promptly confirms its receipt.",
      "content_3": "The confirmation of receipt, as referred to in point 2 of this section, binds the Customer to the Order. Receipt is confirmed via email message.",
      "content_4": "The confirmation of receipt includes:",
      "content_list_1": "confirmation of all essential elements of the Order;",
      "content_list_2": "a withdrawal form;",
      "content_list_3": "these Terms and Conditions, including information on the right of withdrawal.",
      "content_5": "Once the Customer receives the email mentioned in point 4 of this section, the Sales Agreement between the Customer and the Seller is deemed concluded.",
      "content_6": "Each Sales Agreement is confirmed with a proof of purchase, which will be attached to the Product."
    },
    "sections5": {
      "title": "§ 5 PAYMENT METHODS",
      "content_1": "The Seller provides the following payment methods:",
      "content_list_1": "confirmation of all essential elements of the Order;",
      "content_list_2": "payment through an electronic payment system.",
      "content_2": "For traditional bank transfer payments, the payment should be made to the following bank account number: 27 1940 1076 3280 6940 0000 0000 (Bank Credit Agricole S.A.). In the transfer title, please write: “Order No. …”.",
      "content_3": "For payments via the electronic payment system, the Customer shall pay before the Order is processed. The system enables payment by credit card or fast transfer from selected Polish banks.",
      "content_4": "The Customer is obliged to make the payment within 2 business days from concluding the Sales Agreement, unless otherwise stated.",
      "content_5": "The Product will be shipped only after payment is received."
    },
    "sections6": {
      "title": "§ 7 COST, TIMEFRAME AND METHODS OF PRODUCT DELIVERY",
      "content_1": "Delivery costs of the Product, borne by the Customer, are determined during the Order process and depend on the selected delivery method.",
      "content_2": "The delivery timeframe consists of the preparation time and the shipping time by the carrier:",
      "content_list_1": "Product preparation takes up to 2 business days, depending on the day the Order is placed;",
      "content_list_2": "delivery by the carrier for movable items takes place within the timeframe declared by the carrier, i.e. typically 1–3 business days from dispatch. Deliveries are made only on business days, excluding Saturdays, Sundays and public holidays.",
      "content_3": "Products purchased in the Store are currently shipped only within Poland via Poczta Polska or courier services.",
      "content_4": "System development is currently underway to enable placing and fulfilling orders from across the European Union."
    },
    "sections7": {
      "title": "§ 8 PRODUCT COMPLAINT",
      "content_1": "<strong>A complaint based on non-compliance of the Product with the contract –</strong> is a procedure that allows the Client to report goods received that do not match the order.",
      "content_2": "The Seller's liability towards the Consumer is based on the provisions of the Consumer Rights Act of 30 May 2014.",
      "content_3": "In the case of Entrepreneurs, liability is governed by the provisions of the Civil Code of 23 April 1964.",
      "content_4": "The Seller is liable only for defects that <strong>existed at the time of delivery</strong> and appeared within <strong>2 years</strong> from receipt of the goods, unless another validity period is indicated. Liability <strong>does not include</strong> defects resulting from misuse, mechanical damage or natural wear and tear.",
      "content_5": "All complaints must be submitted <strong>exclusively</strong> via email to: huping.nika.gold@gmail.com.",
      "content_6": "The message should include: type and date the defect was discovered, Product description, contact details, and <strong>order number</strong>. Complete information ensures fast and accurate complaint processing.",
      "content_7": "To evaluate the complaint, the Consumer is obliged to make the Product available to the Seller. Pickup is carried out at the Seller's expense.",
      "content_8": "The Seller processes the complaint <strong>promptly</strong>, but no later than within <strong>14 days</strong> of receipt.",
      "content_9": "If there is no response within 14 days – the complaint is considered <strong>automatically accepted</strong> (applies only to Consumers).",
      "content_10": "If the complaint is deemed justified, the Seller:",
      "content_list_1": "covers the cost of repair or replacement and re-delivery of the goods;",
      "content_list_2": "reduces the product price and refunds the difference within 14 days of receiving the relevant statement;",
      "content_list_3": "in the event of withdrawal from the contract – refunds the full product value within 14 days of receiving or confirming shipment.",
      "content_11": "The Consumer is required to return the product to the Seller <strong>immediately</strong> and <strong>at the Seller’s expense</strong>.",
      "content_12": "Complaints submitted by other means (Viber, SMS, postcards, flash mobs) <strong>will not be considered</strong>."
    },
    "sections8": {
      "title": "§ 9 RIGHT OF WITHDRAWAL FROM THE CONTRACT",
      "content_1": "The Consumer has the right to withdraw from a distance contract without giving any reason, by submitting a statement within 14 days.",
      "content_2": "In case of withdrawal, the Product must be returned to the address: 55-200 Oława, ul. 3 Maja 37, no later than 14 days from the withdrawal date.",
      "content_3": "To meet the deadline, it is sufficient to send the Product before it expires.",
      "content_4": "The Consumer is liable for any decrease in the value of the Product due to use beyond what is necessary to examine its nature, features, and functioning.",
      "content_5": "The refund and delivery costs will be returned immediately, no later than 14 days after receiving the withdrawal statement.",
      "content_6": "The refund will be made using the same payment method as used in purchase, unless agreed otherwise at no extra cost.",
      "content_7": "The Seller may withhold the refund until receiving the Product or proof of its return.",
      "content_8": "The Consumer bears only the return shipping costs.",
      "content_9": "The right of withdrawal does not apply to non-prefabricated Products made to the Consumer’s specification.",
      "content_10": "Both parties may withdraw if the other fails to fulfil obligations within the agreed time."
    },
    "sections9": {
      "title": "§ 10 TYPE AND SCOPE OF ELECTRONIC SERVICES",
      "content_1": "The Service Provider enables Users to use the Electronic Service by concluding contracts of sale for Goods through the functionalities available on the Online Store website.",
      "content_2": "The provision of the Electronic Service is carried out in accordance with the provisions set out in the current Store Regulations.",
      "content_3": "The Service Provider reserves the right to place advertising content on the pages of the Online Store. Such content constitutes an integral part of the Store’s functioning and the materials available therein."
    },
    "sections10": {
      "title": "§ 11 TERMS OF PROVIDING AND ENTERING INTO ELECTRONIC SERVICE AGREEMENTS",
      "content_1": "The provision of the Electronic Service defined in § 9 point 1 of the Terms and Conditions is free of charge.",
      "content_2": "The agreement for the Electronic Service allowing Order placement in the Store is concluded for a fixed period and ends upon placing the Order or discontinuing its placement by the User.",
      "content_3": "Technical requirements necessary for cooperation with the Provider’s ICT system:",
      "content_list_1": "computer (or mobile device) with Internet access;",
      "content_list_2": "access to email;",
      "content_list_3": "web browser;",
      "content_list_4": "enabled Cookies and Javascript in the browser.",
      "content_4": "The User is obliged to use the Store lawfully and ethically, respecting personal rights and intellectual property of third parties.",
      "content_5": "The User must provide accurate and truthful information.",
      "content_6": "It is forbidden to provide illegal content."
    },
    "sections11": {
      "title": "§ 12 COMPLAINTS RELATED TO THE PROVISION OF ELECTRONIC SERVICES",
      "content_1": "Complaints regarding the provision of Electronic Services via the Store may be submitted by the User via email to: huping.nika.gold@gmail.com",
      "content_2": "The above email should include as much information and context as possible regarding the subject of the complaint, particularly the type and date of the irregularity and contact details. Providing this information will significantly facilitate and expedite the resolution of the complaint by the Provider.",
      "content_3": "The Provider shall address the complaint immediately, no later than within 14 days from its submission.",
      "content_4": "The Provider’s response to the complaint will be sent to the User’s email address provided in the complaint or by another method specified by the User."
    },
    "sections12": {
      "title": "§ 13 FINAL PROVISIONS",
      "content_1": "Contracts concluded via the Store are governed by Polish law.",
      "content_2": "In the event of any inconsistency between parts of the Terms and Conditions and applicable law, the relevant provisions of Polish law shall apply instead.",
      "content_3": "Any disputes arising from Sales Contracts between the Store and Consumers shall first be resolved through negotiation, with the aim of reaching an amicable settlement.",
      "content_4": "If an amicable resolution is not possible or unsatisfactory to either party, disputes shall be settled by a competent common court in accordance with applicable law.",
      "content_5": "The Consumer may use alternative dispute resolution methods only if the Store consents to participate in such procedures."
    },
    "sections13": {
      "title": "§ 6 TERMS OF SALE",
      "content_1": "The Seller is Nika Gold – Vitaliia Troian, located at ul. Świeradowska 51/57, 50-559 Wrocław, NIP: 9121950449, REGON: 541841580, e-mail: vitylja.trojan@gmail.com / huping.nika.gold@gmail.com, phone: +48 516 174 555, website: https://nika-gold.net.",
      "content_2": "The subject of sale includes physical products and services offered via the online store, such as consultations, access to educational materials, courses, and subscriptions.",
      "content_3": "All prices are stated in Polish zloty (PLN) and include VAT where applicable.",
      "content_4": "Available payment methods include: payment cards (Visa, MasterCard), fast electronic transfers, BLIK, and traditional bank transfer.",
      "content_5": "Orders for products are fulfilled within a maximum of 3 business days after payment is credited. Services are activated within a maximum of 24 hours from the moment of payment.",
      "content_6": "The Consumer has the right to withdraw from the sales agreement within 14 days from the date of purchase without providing a reason. Refunds are issued using the same payment method.",
      "content_7": "Client personal data is processed in accordance with applicable law and the Privacy Policy available on the Seller’s website.",
      "content_8": "All transactions are secured with SSL encryption and comply with the PCI DSS security standard applicable to card payments."
    }
  }
}
